Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# onboarding.equipment.empty.message
source: The exercise library has not finished loading, so there is nothing to choose from yet.
es: La biblioteca de ejercicios no ha terminado de cargarse, así que todavía no hay nada que elegir.
fr: La bibliothèque d’exercices n’a pas fini de charger, il n’y a donc rien à choisir pour l’instant.
hi: एक्सरसाइज़ लाइब्रेरी अभी पूरी लोड नहीं हुई, इसलिए चुनने के लिए कुछ नहीं है।
it: La libreria esercizi non ha finito di caricarsi, quindi per ora non c'è nulla da scegliere.
ko: 운동 목록을 아직 다 불러오지 못해서 고를 것이 없어요.
pl: Biblioteka ćwiczeń nie skończyła się wczytywać, więc nie ma jeszcze z czego wybierać.
tr: Egzersiz kütüphanesi henüz yüklenmedi, bu yüzden seçilecek bir şey yok.
zh_hans: 动作库还没有载入完成，因此暂时没有可选项。

# onboarding.equipment.empty.title
source: No equipment to list
es: No hay material que listar
fr: Aucun matériel à lister
hi: दिखाने के लिए कोई इक्विपमेंट नहीं
it: Nessuna attrezzatura da elencare
ko: 표시할 장비가 없어요
pl: Nie ma czego wypisać
tr: Listelenecek ekipman yok
zh_hans: 没有可列出的器械

# onboarding.equipment.ezBarWeight
source: EZ bar weight
es: Peso de la barra Z
fr: Poids de la barre EZ
hi: EZ बार का वज़न
it: Peso del bilanciere EZ
ko: EZ 바 무게
pl: Waga sztangi łamanej
tr: EZ bar ağırlığı
zh_hans: 曲杆杠铃重量

# onboarding.equipment.fineTune
source: Your equipment
es: Tu material
fr: Ton matériel
hi: आपका इक्विपमेंट
it: La tua attrezzatura
ko: 내 장비
pl: Twój sprzęt
tr: Ekipmanın
zh_hans: 你的器械

# onboarding.equipment.fineTune.detail
source: Tick everything you can reach, and untick anything you cannot.
es: Marca todo a lo que llegues y desmarca lo que no tengas.
fr: Coche tout ce que tu peux utiliser, et décoche le reste.
hi: जो कुछ आपकी पहुँच में है उसे चुनें, और जो नहीं है उसे हटा दें।
it: Spunta tutto ciò a cui arrivi e togli la spunta a ciò che non hai.
ko: 쓸 수 있는 건 모두 체크하고, 없는 건 체크를 해제해 주세요.
pl: Zaznacz wszystko, do czego masz dostęp, i odznacz to, czego nie masz.
tr: Ulaşabildiğin her şeyi işaretle, ulaşamadıklarının işaretini kaldır.
zh_hans: 勾选你能用到的，取消勾选用不到的。

# onboarding.equipment.increments
source: Loads you can select
es: Cargas que puedes montar
fr: Charges disponibles
hi: जो लोड आप चुन सकते हैं
it: Carichi che puoi selezionare
ko: 선택할 수 있는 중량
pl: Ciężary, które da się ustawić
tr: Seçebildiğin ağırlıklar
zh_hans: 可选的负重

# onboarding.equipment.increments.detail
source: So every weight suggested is one your gym can actually make.
es: Así, cada peso sugerido es uno que tu gimnasio puede montar de verdad.
fr: Pour que chaque charge proposée soit une charge que ta salle peut vraiment composer.
hi: ताकि हर सुझाया वज़न वही हो जो आपका जिम सचमुच बना सके।
it: Così ogni peso proposto è uno che la tua palestra può davvero comporre.
ko: 체육관에서 실제로 만들 수 있는 무게만 제안하기 위해서예요.
pl: Dzięki temu każdy proponowany ciężar da się złożyć na Twojej siłowni.
tr: Böylece önerilen her ağırlık, salonunda gerçekten kurulabilen bir ağırlık olur.
zh_hans: 这样建议的每个重量，你的健身房都能凑出来。

# onboarding.equipment.kettlebells
source: Kettlebells you have
es: Kettlebells que tienes
fr: Kettlebells dont tu disposes
hi: आपके पास मौजूद केटलबेल
it: Kettlebell che hai
ko: 가지고 있는 케틀벨
pl: Twoje kettlebelle
tr: Sahip olduğun kettlebell'lar
zh_hans: 你有的壶铃

# onboarding.equipment.machineIncrement
source: Machine stack step
es: Salto de la máquina
fr: Palier des machines
hi: मशीन स्टैक का स्टेप
it: Salto del pacco macchina
ko: 머신 스택 간격
pl: Skok stosu maszyny
tr: Makine ağırlık adımı
zh_hans: 固定器械配重间隔

# onboarding.equipment.plates
source: Plates you have
es: Discos que tienes
fr: Disques dont tu disposes
hi: आपके पास मौजूद प्लेट
it: Dischi che hai
ko: 가지고 있는 원판
pl: Twoje talerze
tr: Sahip olduğun plakalar
zh_hans: 你有的杠铃片

# onboarding.equipment.plates.detail
source: Barbell suggestions are rounded to what these plates can build.
es: Las sugerencias con barra se redondean a lo que estos discos permitan montar.
fr: Les charges à la barre sont arrondies à ce que ces disques permettent de composer.
hi: बारबेल के सुझाव इन्हीं प्लेटों से बनने वाले वज़न पर गोल किए जाते हैं।
it: I carichi con bilanciere vengono arrotondati a ciò che questi dischi possono comporre.
ko: 바벨 제안 중량은 이 원판으로 만들 수 있는 값으로 반올림돼요.
pl: Ciężary na sztangę zaokrąglamy do tego, co da się złożyć z tych talerzy.
tr: Barbell önerileri, bu plakalarla kurulabilecek değerlere yuvarlanır.
zh_hans: 杠铃负重会按这些片子能凑出的重量取整。

# onboarding.equipment.preset
source: Where you train
es: Dónde entrenas
fr: Où tu t’entraînes
hi: आप कहाँ ट्रेनिंग करते हैं
it: Dove ti alleni
ko: 어디에서 운동하나요
pl: Gdzie trenujesz
tr: Nerede antrenman yapıyorsun
zh_hans: 你在哪里训练

# onboarding.equipment.preset.detail
source: Start from a setup, then fine-tune it below.
es: Parte de una configuración y luego ajústala abajo.
fr: Pars d’une configuration, puis affine-la ci-dessous.
hi: किसी एक सेटअप से शुरू करें, फिर नीचे बारीकी से बदलें।
it: Parti da una configurazione, poi affinala qui sotto.
ko: 구성을 하나 고른 뒤 아래에서 세밀하게 조정해 보세요.
pl: Zacznij od gotowego zestawu, potem dostrój go poniżej.
tr: Bir kurulumdan başla, sonra aşağıdan ince ayar yap.
zh_hans: 先选一种场景，再在下面微调。

# onboarding.equipment.unlocks
source: %lld exercises
es: %lld ejercicios
fr: %lld exercices
hi: %lld एक्सरसाइज़
it: %lld esercizi
ko: 운동 %lld개
pl: %lld ćwiczenia
tr: %lld egzersiz
zh_hans: %lld 个动作

# onboarding.experience.level
source: Training experience
es: Experiencia entrenando
fr: Expérience d’entraînement
hi: ट्रेनिंग का अनुभव
it: Esperienza di allenamento
ko: 운동 경력
pl: Doświadczenie treningowe
tr: Antrenman deneyimi
zh_hans: 训练经验

# onboarding.experience.level.detail
source: This caps how demanding the exercises you are offered can be.
es: Esto limita lo exigentes que pueden ser los ejercicios que se te ofrecen.
fr: Cela limite la difficulté des exercices qui te seront proposés.
hi: इससे तय होता है कि आपको कितनी कठिन एक्सरसाइज़ तक दी जाएँगी।
it: Definisce quanto possono essere impegnativi gli esercizi che ti vengono proposti.
ko: 추천되는 운동의 난이도 상한을 정해요.
pl: To ogranicza, jak wymagające ćwiczenia będziesz dostawać.
tr: Bu, sana sunulacak egzersizlerin zorluk üst sınırını belirler.
zh_hans: 这决定你会看到的动作难度上限。

# onboarding.experience.months
source: Months training
es: Meses entrenando
fr: Mois d’entraînement
hi: कितने महीने से ट्रेनिंग
it: Mesi di allenamento
ko: 운동한 개월 수
pl: Miesiące treningu
tr: Kaç aydır antrenman
zh_hans: 训练月数

# onboarding.experience.months.detail
source: Roughly how long you have been training consistently.
es: Cuánto tiempo llevas entrenando de forma constante, más o menos.
fr: Depuis combien de temps, en gros, tu t’entraînes régulièrement.
hi: मोटे तौर पर आप कब से लगातार ट्रेनिंग कर रहे हैं।
it: Più o meno da quanto ti alleni con costanza.
ko: 꾸준히 운동한 기간이 대략 얼마나 되는지 알려 주세요.
pl: Mniej więcej jak długo trenujesz regularnie.
tr: Kabaca ne kadar süredir düzenli antrenman yapıyorsun.
zh_hans: 你大致坚持训练了多久。

# onboarding.experience.months.years
source: That is about %@ years.
es: Eso son unos %@ años.
fr: Cela fait environ %@ ans.
hi: यानी करीब %@ साल।
it: Sono circa %@ anni.
ko: 약 %@년이에요.
pl: To około %@ lat.
tr: Bu yaklaşık %@ yıl eder.
zh_hans: 大约 %@ 年。

# onboarding.experience.seeds
source: What you lift now
es: Lo que levantas ahora
fr: Ce que tu soulèves aujourd’hui
hi: आप अभी कितना उठाते हैं
it: Quanto sollevi adesso
ko: 지금 드는 무게
pl: Ile teraz podnosisz
tr: Şu an kaldırdıkların
zh_hans: 你目前的成绩

# onboarding.experience.seeds.add
source: Add what I lift
es: Añadir lo que levanto
fr: Ajouter ce que je soulève
hi: मैं जो उठाता हूँ वह जोड़ें
it: Aggiungi quanto sollevo
ko: 드는 무게 입력하기
pl: Dodaj, ile podnoszę
tr: Kaldırdıklarımı ekle
zh_hans: 填写我的成绩

# onboarding.experience.seeds.detail
source: Optional. A weight and a rep count for any lift you know sets a sensible starting load.
es: Opcional. Un peso y unas repeticiones de cualquier ejercicio que conozcas fijan una carga inicial sensata.
fr: Facultatif. Une charge et un nombre de répétitions sur un mouvement que tu connais donnent une charge de départ cohérente.
hi: वैकल्पिक। किसी भी परिचित लिफ़्ट का वज़न और रेप्स बताने से समझदारी भरा शुरुआती लोड तय हो जाता है।
it: Facoltativo. Un peso e un numero di ripetizioni per gli esercizi che conosci danno un carico di partenza sensato.
ko: 선택 사항이에요. 아는 종목의 무게와 횟수를 적으면 알맞은 시작 중량이 잡혀요.
pl: Opcjonalne. Ciężar i liczba powtórzeń dla znanego Ci boju ustawiają sensowny ciężar startowy.
tr: İsteğe bağlı. Bildiğin herhangi bir hareket için bir ağırlık ve tekrar sayısı, makul bir başlangıç ağırlığı belirler.
zh_hans: 可选。填上你知道的动作重量和次数，就能得到合理的起始负重。

# onboarding.experience.seeds.loading
source: Matching the benchmark lifts
es: Buscando los ejercicios de referencia
fr: Recherche des mouvements de référence
hi: बेंचमार्क लिफ़्ट मिलाई जा रही हैं
it: Ricerca degli esercizi di riferimento
ko: 기준 종목을 맞춰 보는 중
pl: Dopasowuję boje referencyjne
tr: Referans hareketler eşleştiriliyor
zh_hans: 正在匹配基准动作

# onboarding.experience.seeds.partial
source: Fill in only the lifts you know. The rest are estimated from your first working sets.
es: Rellena solo los ejercicios que conozcas. El resto se estima con tus primeras series de trabajo.
fr: Ne remplis que les mouvements que tu connais. Les autres sont estimés à partir de tes premières séries de travail.
hi: सिर्फ़ वही लिफ़्ट भरें जो आप जानते हैं। बाकी आपके पहले वर्किंग सेट से अनुमानित हो जाएँगी।
it: Compila solo gli esercizi che conosci. Gli altri vengono stimati dalle tue prime serie di lavoro.
ko: 아는 종목만 채우면 돼요. 나머지는 첫 본세트에서 추정해요.
pl: Wypełnij tylko te boje, które znasz. Resztę oszacujemy z Twoich pierwszych serii roboczych.
tr: Yalnızca bildiğin hareketleri doldur. Kalanlar ilk çalışma setlerinden tahmin edilir.
zh_hans: 只填你知道的动作。其余的会从你最初的正式组推算。

# onboarding.experience.seeds.weight
source: Weight
es: Peso
fr: Charge
hi: वज़न
it: Peso
ko: 무게
pl: Ciężar
tr: Ağırlık
zh_hans: 重量

# onboarding.experience.technique
source: Technique
es: Técnica
hi: तकनीक
it: Tecnica
ko: 자세
pl: Technika
tr: Teknik
zh_hans: 动作技术

# onboarding.experience.technique.detail
source: How sure you are of your form on the main lifts.
es: Lo seguro que te sientes con tu técnica en los ejercicios principales.
fr: À quel point tu es sûr de ton exécution sur les mouvements principaux.
hi: मुख्य लिफ़्ट में अपनी फ़ॉर्म पर आपको कितना भरोसा है।
it: Quanto sei sicuro della tua esecuzione nei fondamentali.
ko: 주요 종목에서 자세에 얼마나 확신이 있는지 알려 주세요.
pl: Jak pewnie czujesz się z formą w głównych bojach.
tr: Temel hareketlerdeki formundan ne kadar eminsin.
zh_hans: 你对主要动作的姿势有多大把握。

# onboarding.foodTag.dairy
source: Dairy
es: Lácteos
fr: Produits laitiers
hi: डेयरी
it: Latticini
ko: 유제품
pl: Nabiał
tr: Süt ürünleri
zh_hans: 乳制品

# onboarding.foodTag.egg
source: Egg
es: Huevo
fr: Œuf
hi: अंडा
it: Uova
ko: 달걀
pl: Jajka
tr: Yumurta
zh_hans: 蛋类

# onboarding.foodTag.fish
source: Fish
es: Pescado
fr: Poisson
hi: मछली
it: Pesce
ko: 생선
pl: Ryby
tr: Balık
zh_hans: 鱼类

# onboarding.foodTag.honey
source: Honey
es: Miel
fr: Miel
hi: शहद
it: Miele
ko: 꿀
pl: Miód
tr: Bal
zh_hans: 蜂蜜

# onboarding.foodTag.meat
source: Meat
es: Carne
fr: Viande
hi: मांस
it: Carne
ko: 육류
pl: Mięso
tr: Kırmızı et
zh_hans: 肉类

# onboarding.foodTag.nuts
source: Tree nuts
es: Frutos secos
fr: Fruits à coque
hi: मेवे
it: Frutta a guscio
ko: 견과류
pl: Orzechy
tr: Sert kabuklu yemişler
zh_hans: 坚果

# onboarding.foodTag.peanut
source: Peanuts
es: Cacahuete
fr: Arachides
hi: मूंगफली
it: Arachidi
ko: 땅콩
pl: Orzeszki ziemne
tr: Yer fıstığı
zh_hans: 花生

# onboarding.foodTag.poultry
source: Poultry
es: Aves
fr: Volaille
hi: पोल्ट्री
it: Pollame
ko: 가금류
pl: Drób
tr: Kanatlı eti
zh_hans: 禽肉

# onboarding.foodTag.seafood
source: Seafood
es: Marisco
fr: Fruits de mer
hi: सीफ़ूड
it: Frutti di mare
ko: 해산물
pl: Owoce morza
tr: Deniz ürünleri
zh_hans: 海鲜

# onboarding.foodTag.sesame
source: Sesame
es: Sésamo
fr: Sésame
hi: तिल
it: Sesamo
ko: 참깨
pl: Sezam
tr: Susam
zh_hans: 芝麻

# onboarding.foodTag.shellfish
source: Shellfish
es: Crustáceos
fr: Crustacés
hi: शेलफ़िश
it: Crostacei
ko: 갑각류
pl: Skorupiaki
tr: Kabuklu deniz ürünleri
zh_hans: 贝类

# onboarding.foodTag.soy
source: Soy
es: Soja
fr: Soja
hi: सोया
it: Soia
ko: 대두
pl: Soja
tr: Soya
zh_hans: 大豆

# onboarding.foodTag.supplement
source: Supplements
es: Suplementos
fr: Compléments
hi: सप्लीमेंट
it: Integratori
ko: 보충제
pl: Suplementy
tr: Takviyeler
zh_hans: 补剂

# onboarding.generate.error.catalog
source: The exercise library is empty, so a program cannot be built.
es: La biblioteca de ejercicios está vacía, así que no se puede montar un programa.
fr: La bibliothèque d’exercices est vide, aucun programme ne peut être construit.
hi: एक्सरसाइज़ लाइब्रेरी खाली है, इसलिए प्रोग्राम नहीं बन सकता।
it: La libreria esercizi è vuota, quindi non è possibile costruire un programma.
ko: 운동 목록이 비어 있어서 프로그램을 만들 수 없어요.
pl: Biblioteka ćwiczeń jest pusta, więc nie da się zbudować programu.
tr: Egzersiz kütüphanesi boş, bu yüzden program kurulamıyor.
zh_hans: 动作库为空，无法生成训练计划。

# onboarding.generate.error.empty
source: Your equipment and the movements you ruled out leave nothing to program. Add some equipment, or remove an exclusion, and try again.
es: Tu material y los movimientos que has descartado no dejan nada que programar. Añade algo de material, o quita alguna exclusión, y vuelve a intentarlo.
fr: Ton matériel et les mouvements que tu as écartés ne laissent rien à programmer. Ajoute du matériel, ou retire une exclusion, puis réessaie.
hi: आपके इक्विपमेंट और आपके बाहर रखे मूवमेंट मिलकर प्रोग्राम बनाने लायक कुछ नहीं छोड़ते। कुछ इक्विपमेंट जोड़ें या कोई पाबंदी हटाकर फिर कोशिश करें।
it: La tua attrezzatura e i movimenti che hai escluso non lasciano nulla da programmare. Aggiungi qualche attrezzo, o togli un'esclusione, e riprova.
ko: 가진 장비와 제외한 동작을 빼면 넣을 운동이 남지 않아요. 장비를 추가하거나 제외를 하나 풀고 다시 시도해 주세요.
pl: Twój sprzęt i wykluczone ruchy nie zostawiają nic do zaprogramowania. Dodaj trochę sprzętu albo usuń jedno wykluczenie i spróbuj ponownie.
tr: Ekipmanın ve elediğin hareketler geriye programlanacak bir şey bırakmıyor. Biraz ekipman ekle ya da bir kısıtı kaldırıp tekrar dene.
zh_hans: 你的器械和排除掉的动作模式让可安排的内容为零。添加一些器械，或取消一项排除，然后重试。

# onboarding.generate.manual
source: Build it myself
es: Montarlo yo mismo
fr: Le construire moi-même
hi: मैं खुद बनाऊँगा
it: Lo costruisco io
ko: 직접 만들기
pl: Zbuduję sam
tr: Kendim kurayım
zh_hans: 我自己来安排

# onboarding.generate.manual.detail
source: You get an empty week with the right number of days, ready to fill in whenever you like.
es: Te queda una semana vacía con el número de días correcto, lista para rellenarla cuando quieras.
fr: Tu obtiens une semaine vide avec le bon nombre de jours, prête à être remplie quand tu veux.
hi: आपको सही संख्या में दिनों वाला खाली हफ़्ता मिलेगा, जिसे आप जब चाहें भर सकते हैं।
it: Ricevi una settimana vuota con il giusto numero di giorni, pronta da riempire quando vuoi.
ko: 요일 수만 맞춘 빈 한 주를 받아, 원할 때 채우면 돼요.
pl: Dostaniesz pusty tydzień z właściwą liczbą dni, gotowy do wypełnienia, kiedy zechcesz.
tr: Doğru sayıda güne sahip boş bir hafta alırsın; istediğin zaman doldurursun.
zh_hans: 你会得到一份天数正确的空白周计划，随时可以自己填。

# onboarding.generate.manualExplanation
source: You are building this program yourself, so there is nothing for the app to explain yet. Add exercises to each day whenever you are ready.
es: Estás montando este programa tú mismo, así que todavía no hay nada que la app pueda explicar. Añade ejercicios a cada día cuando quieras.
fr: Tu construis ce programme toi-même : il n’y a donc rien que l’app puisse expliquer pour l’instant. Ajoute des exercices à chaque jour quand tu es prêt.
hi: यह प्रोग्राम आप खुद बना रहे हैं, इसलिए ऐप के पास अभी समझाने को कुछ नहीं है। जब तैयार हों, हर दिन में एक्सरसाइज़ जोड़ें।
it: Stai costruendo tu questo programma, quindi non c'è ancora nulla che l'app possa spiegare. Aggiungi esercizi a ogni giornata quando vuoi.
ko: 이 프로그램은 직접 만들고 있어서 앱이 설명할 내용이 아직 없어요. 준비되면 각 요일에 운동을 추가해 주세요.
pl: Ten program budujesz sam, więc aplikacja nie ma jeszcze czego wyjaśniać. Dodawaj ćwiczenia do kolejnych dni, kiedy będziesz gotowy.
tr: Bu programı kendin kuruyorsun, dolayısıyla uygulamanın açıklayacağı bir şey yok. Hazır olduğunda her güne egzersiz ekle.
zh_hans: 这份训练计划由你自己安排，因此暂时没有需要 App 解释的内容。你可以随时为每天添加动作。

# onboarding.generate.patience
source: This takes a moment. Every exercise in the library is scored against your answers.
es: Esto tarda un momento. Cada ejercicio de la biblioteca se puntúa según tus respuestas.
fr: Cela prend un instant. Chaque exercice de la bibliothèque est évalué au regard de tes réponses.
hi: इसमें एक पल लगता है। लाइब्रेरी की हर एक्सरसाइज़ आपके जवाबों पर परखी जाती है।
it: Ci vuole un attimo. Ogni esercizio della libreria viene valutato sulle tue risposte.
ko: 잠시 걸려요. 목록의 모든 운동을 답변과 대조해 점수를 매기고 있어요.
pl: To chwilę potrwa. Każde ćwiczenie z biblioteki jest oceniane względem Twoich odpowiedzi.
tr: Bu biraz sürer. Kütüphanedeki her egzersiz, yanıtlarına göre puanlanıyor.
zh_hans: 这需要一点时间。动作库里的每个动作都会按你的回答打分。

# onboarding.generate.stage.exercises
source: Picking exercises you can load
es: Escogiendo ejercicios que puedas cargar
fr: Sélection des exercices que tu peux charger
hi: वे एक्सरसाइज़ चुनी जा रही हैं जिन्हें आप लोड कर सकते हैं
it: Selezione di esercizi che puoi caricare
ko: 쓸 수 있는 운동을 고르는 중
pl: Dobieram ćwiczenia, które masz czym obciążyć
tr: Yükleyebileceğin egzersizler seçiliyor
zh_hans: 正在挑选你能加载的动作

# onboarding.generate.stage.fitting
source: Fitting each session to your time
es: Ajustando cada sesión a tu tiempo
fr: Ajustement de chaque séance à ton temps
hi: हर सेशन आपके समय में बिठाया जा रहा है
it: Adattamento di ogni sessione al tuo tempo
ko: 각 세션을 시간에 맞추는 중
pl: Dopasowuję każdą sesję do Twojego czasu
tr: Her seans vaktine göre ayarlanıyor
zh_hans: 正在把每节训练课装进你的时间

# onboarding.generate.stage.nutrition
source: Setting your daily targets
es: Fijando tus objetivos diarios
fr: Définition de tes objectifs quotidiens
hi: आपके दैनिक लक्ष्य तय किए जा रहे हैं
it: Impostazione dei tuoi obiettivi giornalieri
ko: 하루 목표를 정하는 중
pl: Ustawiam Twoje dzienne cele
tr: Günlük hedeflerin belirleniyor
zh_hans: 正在设定你的每日目标

# onboarding.generate.stage.split
source: Choosing a split for your week
es: Eligiendo un split para tu semana
fr: Choix d’un split pour ta semaine
hi: आपके हफ़्ते के लिए स्प्लिट चुना जा रहा है
it: Scelta dello split per la tua settimana
ko: 한 주에 맞는 분할을 고르는 중
pl: Wybieram split na Twój tydzień
tr: Haftan için bir split seçiliyor
zh_hans: 正在为这一周选择分化

# onboarding.generate.stage.volume
source: Working out your weekly volume
es: Calculando tu volumen semanal
fr: Calcul de ton volume hebdomadaire
hi: आपका साप्ताहिक वॉल्यूम निकाला जा रहा है
it: Calcolo del tuo volume settimanale
ko: 주간 볼륨을 계산하는 중
pl: Wyliczam Twoją tygodniową objętość
tr: Haftalık hacmin hesaplanıyor
zh_hans: 正在计算你的每周训练量

# onboarding.generate.waiting
source: Available once your program is ready
es: Disponible cuando tu programa esté listo
fr: Disponible une fois ton programme prêt
hi: आपका प्रोग्राम तैयार होने पर उपलब्ध होगा
it: Disponibile quando il tuo programma è pronto
ko: 프로그램이 준비되면 쓸 수 있어요
pl: Dostępne, gdy program będzie gotowy
tr: Programın hazır olduğunda kullanılabilir
zh_hans: 训练计划生成后可用

# onboarding.goals.detail
source: Pick up to four. The first one you choose leads.
es: Elige hasta cuatro. El primero que elijas manda.
fr: Choisis-en jusqu’à quatre. Le premier choisi mène la danse.
hi: चार तक चुनें। जो पहले चुनेंगे वही आगे रहेगा।
it: Scegline fino a quattro. Il primo che scegli guida.
ko: 최대 4개까지 고를 수 있어요. 가장 먼저 고른 것이 중심이 돼요.
pl: Wybierz do czterech. Pierwszy wybrany prowadzi.
tr: En fazla dört tane seç. İlk seçtiğin belirleyici olur.
zh_hans: 最多选四个。最先选的那个起主导作用。

# onboarding.goals.limit
source: Four goals is the most a single program can serve well.
es: Cuatro objetivos es lo máximo que un solo programa puede atender bien.
fr: Quatre objectifs, c’est le maximum qu’un seul programme peut bien servir.
hi: एक प्रोग्राम अधिकतम चार लक्ष्य ही ठीक से साध सकता है।
it: Quattro obiettivi sono il massimo che un solo programma può servire bene.
ko: 하나의 프로그램이 제대로 담을 수 있는 목표는 4개까지예요.
pl: Cztery cele to maksimum, jakie jeden program obsłuży dobrze.
tr: Tek bir programın iyi hizmet edebileceği en fazla hedef sayısı dörttür.
zh_hans: 一份训练计划最多能兼顾四个目标。

# onboarding.goals.muscles
source: Priority muscles
es: Músculos prioritarios
fr: Muscles prioritaires
hi: प्राथमिकता वाले मसल
it: Muscoli prioritari
ko: 우선할 근육
pl: Priorytetowe mięśnie
tr: Öncelikli kaslar
zh_hans: 优先肌群

# onboarding.goals.muscles.detail
source: Optional. These get the extra sets when there is room for them.
es: Opcional. Son los que se llevan las series extra cuando hay sitio para ellas.
fr: Facultatif. Ce sont eux qui reçoivent les séries en plus quand il y a de la place.
hi: वैकल्पिक। जगह होने पर अतिरिक्त सेट इन्हीं को मिलते हैं।
it: Facoltativo. Sono questi a ricevere le serie extra quando c'è spazio.
ko: 선택 사항이에요. 여유가 있을 때 추가 세트가 이쪽으로 가요.
pl: Opcjonalne. To one dostają dodatkowe serie, kiedy jest na nie miejsce.
tr: İsteğe bağlı. Yer olduğunda fazladan setler bunlara gider.
zh_hans: 可选。有余量时，这些肌群会获得额外组数。

# onboarding.goals.muscles.limit
source: Four is the most that can get meaningful extra volume.
es: Cuatro es el máximo que puede recibir volumen extra de verdad.
fr: Quatre est le maximum pour recevoir un volume supplémentaire qui compte vraiment.
hi: चार तक ही सार्थक अतिरिक्त वॉल्यूम पा सकते हैं।
it: Quattro è il massimo che può ricevere un volume extra significativo.
ko: 의미 있게 볼륨을 더할 수 있는 건 4개까지예요.
pl: Cztery to maksimum, które może dostać sensowną dodatkową objętość.
tr: Anlamlı bir ek hacim alabilecek en fazla sayı dörttür.
zh_hans: 最多四个肌群能获得有意义的额外训练量。

# onboarding.goals.muscles.required
source: Pick at least one — you chose to focus on a muscle group.
es: Elige al menos uno: has decidido centrarte en un grupo muscular.
fr: Choisis-en au moins un — tu as choisi de cibler un groupe musculaire.
hi: कम से कम एक चुनें — आपने किसी मसल ग्रुप पर ध्यान देना चुना है।
it: Scegline almeno uno: hai scelto di puntare su un gruppo muscolare.
ko: 근육 그룹 집중을 골랐으니 하나 이상 선택해 주세요.
pl: Wybierz przynajmniej jeden — zdecydowałeś się skupić na grupie mięśniowej.
tr: En az bir tane seç — bir kas grubuna odaklanmayı seçtin.
zh_hans: 请至少选一个，你选择了重点训练某个肌群。

# onboarding.goals.muscles.summary
source: Extra sets go to %lld of your muscle groups first.
es: Las series extra van primero a %lld de tus grupos musculares.
fr: Les séries en plus vont d’abord à %lld de tes groupes musculaires.
hi: अतिरिक्त सेट पहले आपके %lld मसल ग्रुप को जाएँगे।
it: Le serie extra vanno prima a %lld dei tuoi gruppi muscolari.
ko: 추가 세트는 근육 그룹 %lld개에 먼저 돌아가요.
pl: Dodatkowe serie trafiają najpierw do %lld Twoich grup mięśniowych.
tr: Fazladan setler önce %lld kas grubuna gider.
zh_hans: 额外组数会优先给到你的 %lld 个肌群。

# onboarding.goals.primary
source: Primary
es: Principal
fr: Principal
hi: मुख्य
it: Principale
ko: 주 목표
pl: Główny
tr: Birincil
zh_hans: 主要

# onboarding.goals.regions
source: Areas to emphasise
es: Zonas a enfatizar
fr: Zones à privilégier
hi: जिन हिस्सों पर ज़ोर
it: Aree da enfatizzare
ko: 강조할 부위
pl: Partie do podkreślenia
tr: Öne çıkarılacak bölgeler
zh_hans: 想重点强化的部位

# onboarding.goals.regions.detail
source: Optional. A quick way to prioritise several muscle groups at once.
es: Opcional. Una forma rápida de priorizar varios grupos musculares a la vez.
fr: Facultatif. Un moyen rapide de prioriser plusieurs groupes musculaires d’un coup.
hi: वैकल्पिक। एक साथ कई मसल ग्रुप को प्राथमिकता देने का आसान तरीका।
it: Facoltativo. Un modo rapido per dare priorità a più gruppi muscolari insieme.
ko: 선택 사항이에요. 여러 근육 그룹을 한 번에 우선하는 빠른 방법이에요.
pl: Opcjonalne. Szybki sposób, żeby naraz podnieść priorytet kilku grup mięśniowych.
tr: İsteğe bağlı. Birden fazla kas grubuna aynı anda öncelik vermenin hızlı yolu.
zh_hans: 可选。可以一次给多个肌群提高优先级。

# onboarding.goals.title
source: Your goals
es: Tus objetivos
fr: Tes objectifs
hi: आपके लक्ष्य
it: I tuoi obiettivi
ko: 내 목표
pl: Twoje cele
tr: Hedeflerin
zh_hans: 你的目标
